

# Новый файл для того, чтобы запомнить все азы.
# Если хочешь чтобы что-то отобразилось на экране, то ебашь print ()

print("Нельзя ебать чужих коней!")

# Не забывай про кавычки!!!

# Дальше! Если хочешь, чтобы юзер что-то написал, то нужно ебашить input ()
input('Впишите имя: ')

# Вникай дальше! Можно ввести переменную (т.е. любу. хуйню, кроме циферок) и присвоить ее к чему угодно
a = input('Введите ваше имя: ')
print(" Ну и мудила же ты,",
      a)  # Тут как-бы код есть. Но он меня заебал при каждом тесте. Поэтому я убрал его в комментарий.

# А еще тут можно арифметику всякую делать. Бля буду!
a = 4
b = -3
c = 1
d = 0
print((a + d) * (c + b), 'Йобаных жука')

# Гляди, что еще можно заебенить
print('Fuck', 'ASS', 'Cunt!', sep='---')  # Понял? Нет? Дурак что ли?
# Пишешь на вывод всякую дичь и в конце кладешь в код 'sep' и эта штука опмогает тебе между данными вставлять одно и
# то же значение.

print(12//5) #Эта штука делит до полного числа

